tap "aquasecurity/trivy"
tap "aws/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "sanemat/font"
tap "weaveworks/tap"
brew "anyenv"
brew "xz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "bzip2"
brew "grpc"
brew "thrift"
brew "apache-arrow"
brew "apr-util"
brew "openssl@1.1"
brew "python@3.11"
brew "docutils"
brew "awscli", link: false
brew "bat"
brew "bison"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "tcl-tk", link: false
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "cask"
brew "certbot"
brew "cocoapods"
brew "libssh2"
brew "openldap"
brew "curl"
brew "direnv"
brew "exa"
brew "figlet"
brew "fish"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "unixodbc"
brew "freetds"
brew "gcc"
brew "gd"
brew "hdf5"
brew "krb5"
brew "proj"
brew "libgeotiff"
brew "libheif"
brew "libpq"
brew "libspatialite"
brew "netcdf"
brew "nss"
brew "openblas"
brew "numpy"
brew "poppler"
brew "gdal"
brew "gdk-pixbuf"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "go"
brew "gobject-introspection"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "node", link: false
brew "gtop"
brew "guile"
brew "httpd"
brew "jmeter"
brew "oniguruma"
brew "jq"
brew "kubectx"
brew "kustomize"
brew "libdap"
brew "libedit"
brew "libfido2"
brew "libiconv"
brew "libxmlsec1"
brew "libzip"
brew "lolcat"
brew "mas"
brew "mkcert"
brew "mysql"
brew "mysql-client"
brew "neofetch"
brew "nghttp2"
brew "nginx"
brew "nkf"
brew "nodebrew"
brew "oath-toolkit"
brew "php@7.4"
brew "phpmyadmin"
brew "pipenv"
brew "qt@5"
brew "poppler-qt5"
brew "postgresql@14"
brew "pv"
brew "pyenv"
brew "python@3.10"
brew "python@3.8"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "re2c"
brew "telnet"
brew "tesseract"
brew "the_silver_searcher"
brew "tor", restart_service: true
brew "tree"
brew "wget"
brew "zsh"
brew "aquasecurity/trivy/trivy"
brew "aws/tap/aws-sam-cli"
brew "heroku/brew/heroku"
brew "sanemat/font/ricty", args: ["with-powerline"]
brew "weaveworks/tap/eksctl"
cask "chromedriver"
cask "google-cloud-sdk"
cask "hyper"
cask "iterm2"
vscode "aaron-bond.better-comments"
vscode "achil.vscode-javascript-repl"
vscode "alexcvzz.vscode-sqlite"
vscode "antfu.browse-lite"
vscode "antfu.vite"
vscode "batisteo.vscode-django"
vscode "bmewburn.vscode-intelephense-client"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "clysto.plantuml"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dsznajder.es7-react-js-snippets"
vscode "eg2.vscode-npm-script"
vscode "emeraldwalk.RunOnSave"
vscode "esbenp.prettier-vscode"
vscode "felixfbecker.php-intellisense"
vscode "fknop.vscode-npm"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "GitHub.github-vscode-theme"
vscode "glenn2223.live-sass"
vscode "Gruntfuggly.todo-tree"
vscode "hbenl.vscode-test-explorer"
vscode "hollowtree.vue-snippets"
vscode "huizhou.githd"
vscode "jebbs.plantuml"
vscode "KevinRose.vsc-python-indent"
vscode "kokororin.vscode-phpfmt"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "lkytal.FlatUI"
vscode "magicstack.MagicPython"
vscode "Mebrahtom.plantumlpreviewer"
vscode "mechatroner.rainbow-csv"
vscode "mgesbert.python-path"
vscode "mhutchie.git-graph"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.debugger-for-chrome"
vscode "mubaidr.vuejs-extension-pack"
vscode "myml.vscode-markdown-plantuml-preview"
vscode "njpwerner.autodocstring"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "PKief.material-icon-theme"
vscode "qhoekman.language-plantuml"
vscode "rogalmic.bash-debug"
vscode "rvest.vs-code-prettier-eslint"
vscode "sdras.vue-vscode-snippets"
vscode "shardulm94.trailing-spaces"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "syler.sass-indented"
vscode "tht13.html-preview-vscode"
vscode "tht13.python"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "valeryanm.vscode-phpsab"
vscode "vincaslt.highlight-matching-tag"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "wholroyd.jinja"
vscode "wix.vscode-import-cost"
vscode "xabikos.JavaScriptSnippets"
vscode "ZixuanChen.vitest-explorer"
